az_latin_to_cyrillic_lower = {'a':'а','b':'б','c':'ҹ','ç':'ч','d':'д','e':'е','ə':'ә','f':'ф','g':'г','ğ':'ғ','h':'һ','x':'х','ı':'ы','i':'и',
'j':'ж','k':'к','q':'қ','l':'л','m':'м','n':'н','o':'о','ö':'ө','p':'п','r':'р','s':'с','ş':'ш','t':'т','u':'у','ü':'ү','v':'в','y':'ј','z':'з'}

az_cyrillic_to_latin_lower = {'а':'a','б':'b','ҹ':'c','ч':'ç','д':'d','е':'e','ә':'ə','ф':'f','г':'g','ғ':'ğ','һ':'h','х':'x','ы':'ı','и':'i',
'ж':'j','к':'k','қ':'q','л':'l','м':'m','н':'n','о':'o','ө':'ö','п':'p','р':'r','с':'s','ш':'ş','т':'t','у':'u','ү':'ü','в':'v','ј':'y','з':'z'}

az_latin_to_cyrillic_upper = {'A':'А','B':'Б','C':'Ҹ','Ç':'Ч','D':'Д','E':'Е','Ə':'Ә','F':'Ф','G':'Г','Ğ':'Ғ','H':'Һ','X':'Х','I':'Ы','İ':'И',
'J':'Ж','K':'К','Q':'Қ','L':'Л','M':'М','N':'Н','O':'О','Ö':'Ө','P':'П','R':'Р','S':'С','Ş':'Ш','T':'Т','U':'У','Ü':'Ү','V':'В','Y':'Ј','Z':'З'}

az_cyrillic_to_latin_upper = {'А':'A','Б':'B','Ҹ':'C','Ч':'Ç','Д':'D','Е':'E','Ә':'Ə','Ф':'F','Г':'G','Ғ':'Ğ','Һ':'H','Х':'X','Ы':'I','И':'İ',
'Ж':'J','К':'K','Қ':'Q','Л':'L','М':'M','Н':'N','О':'O','Ө':'Ö','П':'P','Р':'R','С':'S','Ш':'Ş','Т':'T','У':'U','Ү':'Ü','В':'V','Ј':'Y','З':'Z'}
